[
    { "id": 1, "titulo": "Biografia", "parrafo": "Marshall Bruce Mathers III (St Joseph, 17 de octubre de 1972), conocido artísticamente como Eminem (estilizado como EMINƎM) o como Slim Shady, es un rapero, productor discográfico y actor estadounidense. <br>Su nombre artístico proviene de la unión de las iniciales de Marshall Mathers: M&M («Em and Em», estilizándose como Eminem), mientras que su segundo nombre artístico (llevado al español como Sombra Misteriosa o el Flaco Sombrío) se hizo conocer por primera vez en 1997 con su primer disco titulado The Slim Shady EP. Lanzó su primer álbum de estudio Infinite en 1996, pero se hizo popular en 1999 con su segundo álbum, The Slim Shady LP, el cual ganó un premio Grammy por Mejor Álbum de Rap. El tercer álbum, The Marshall Mathers LP, lanzado el 2000, se convirtió en el álbum de hip-hop más vendido de la historia.</br><br></br> Eminem ganó mayor popularidad, destacando su propio sello discográfico Shady Records, y llevó a su grupo D12 a un reconocimiento general. The Marshall Mathers LP y su cuarto álbum, The Eminem Show, publicado en 2002, también ganaron premios Grammy en 2001 y, en 2003, ganó el Óscar a la mejor canción original por el sencillo «Lose Yourself», de la película 8 Mile, en la que interpretó el papel principal. Entonces, Eminem comenzó un receso después de viajar en 2005 por la gira de su álbum Encore (2004) y, después de varios años, lanzó su sexto, séptimo y octavo álbum de estudio titulado Relapse, el 15 de mayo de 2009, Recovery, el 22 de junio de 2010 y The Marshall Mathers LP 2, como secuela de su álbum más vendido, el 5 de noviembre de 2013. Ya en años recientes, lanzó, en 2017, 2018 y 2020 Revival, Kamikaze, Music to Be Murdered By y Music to Be Murdered By: Side B, respectivamente."},

    { "id": 2, "titulo": "Discografia", "parrafo": "<br>1996: Infitine</br><br>1999: The Slim Shady LP </br><br>2000: The Marshall Mathers LP</br><br> 2002: The Eminem Show </br> <br>2004: Encore</br><br>2009: Relapse</br><br>2010: Recovery</br><br>2013: The Marshall Mathers LP 2</br><br>2017: Revival</br><br>2018: Kamikaze</br><br>2020: Music To Be Murdered By</br>" },

    { "id": 3, "titulo": "Actuacion", "parrafo": "El 2001, Eminem actuó en la película producida por Dj Pooh The Wash, en donde comparte créditos con Snoop Dogg, Dr. Dre, Shaquille O'Neal y Ludacris. Eminem hizo su debut protagonista con la película 8 Mile (también conocida como Milla 8, La calle de las ilusiones, 8 millas, y 8 Mile: calle de ilusiones) el cual se dijo estaba en parte inspirado en la vida de Eminem, en los suburbios (a 8 millas del centro de la ciudad de Detroit). La película se estrenó en noviembre de 2002. Grabó muchas canciones nuevas para la banda sonora, incluyendo «Lose Yourself» (que está en el disco 8 mile soundtrack, junto a otros raperos como Obie Trice, 50 Cent, Dr. Dre, etc.), la cual ganó un Óscar a la mejor canción. También prestó su voz al programa Crank Yankers, y a unos dibujos animados de Internet llamados The Slim Shady Show, que después fueron vendidos en DVD. Eminem actuó en la película de 2009 Funny People, protagonizada por el actor Adam Sandler, con el cual mantiene una buena relación, haciendo un cameo como él mismo." },

    { "id": 4, "titulo": "Familia", "parrafo": "Eminem ha sido analizado, tanto como rapero como personalidad. Estuvo casado dos veces con Kimberly Anne Scott. Conoció a Scott en la escuela secundaria mientras estaba parado en una mesa sin camisa rapeando «I'm Bad» de LL Cool J. Scott y su hermana gemela Dawn se habían escapado de casa; se mudaron con Eminem y su madre cuando él tenía 15 años y comenzó una relación intermitente con Scott en 1989. Mathers y Scott se casaron en 1999 y se divorciaron en 2001. Su hija Hailie nació el 25 de diciembre de 1995. Aunque Eminem le dijo a Rolling Stone en 2002: «Preferiría tener un bebé a través de mi pene que volver a casarme», él y Scott se volvió a casar brevemente en enero de 2006. Solicitó el divorcio a principios de abril y acordó la custodia compartida de Hailie. Eminem también tiene la custodia de la hija de su cuñada Dawn, y el hijo de Kim de otra relación. A principios de 2010, Eminem negó los informes de los tabloides de que él y Kim habían renovado su relación romántica; sin embargo, en la misma declaración, su representante también confirmó que ahora mantienen una relación amistosa. Tenía la custodia legal de su medio hermano menor, Nathan." }

]